accountsservice
alsa-plugins
alsa-utils
android-udev
apparmor
arc-gtk-theme
arch-wiki-lite
archey3
archlinux-wallpaper
aria2
autofs
avahi
awesome
awesome-terminal-fonts
bash-completion
ccache
cdrdao
cdrtools
chromium
conky
cowsay
dmenu
dmidecode
dnscrypt-proxy
dosfstools
dunst
epdfview
exfat-utils
f2fs-tools
feh
ffmpegthumbnailer
ffmpegthumbs
firefox
gedit
geoip
geoip-database
geoip-database-extra
gimp
gnome-keyring
gnu-netcat
gst-libav
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gvfs-afc
gvfs-goa
gvfs-google
gvfs-mtp
hddtemp
htop
i3lock
jdk10-openjdk
jdk7-openjdk
jdk8-openjdk
leafpad
lib32-mesa
libdvdcss
libreoffice-fresh
libvdpau-va-gl
lightdm
lightdm-gtk-greeter
linux-headers
lolcat
lsb-release
lxappearance
lzop
materia-gtk-theme
mpd
mps-youtube
mtpfs
mypaint
ncmpcpp
neofetch
net-tools
nitrogen
nss-mdns
ntfs-3g
numlockx
p7zip
pacman-contrib
papirus-icon-theme
pavucontrol
perl-encode-locale
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-net-http
perl-try-tiny
perl-www-robotrules
pigz
powerline-fonts
prettyping
pulseaudio
pulseaudio-alsa
python-html2text
python2-pip
ranger
rofi
rxvt-unicode
scrot
syntax-highlighting
tamsyn-font
terminus-font
terminus-font-otb
termite
thunar
tmux
tree
ttf-baekmuk
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-liberation
ttf-roboto
ttf-sazanami
tumbler
ufw
uget
unclutter
unrar
unzip
vlc
vnstat
vulscan
weston
xarchiver
xautolock
xdg-user-dirs-gtk
xdotool
xf86-video-nouveau
xfce4-power-manager
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zip
zsh-autosuggestions
zsh-syntax-highlighting
